Repository: Loriage/Minidisc
Catalog: Minidisc/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, zh_hans, zh_hant

source: your library.
de: deine Mediathek.
el: τη βιβλιοθήκη σας.
es: tu biblioteca.
fr: votre bibliothèque.
it: la tua libreria.
ja: あなたのライブラリ。
zh_hans: 你的音乐库。
zh_hant: 你的資料庫。

source: Your most-played
de: Deine meistgespielten
el: Τα πιο δημοφιλή σας
es: Lo que más has reproducido
fr: Vos plus écoutés
it: I tuoi più ascoltati
ja: 最も再生した
zh_hans: 你最常播放的
zh_hant: 你最常播放的

source: Your music. Your rules.
de: Deine Musik. Deine Regeln.
el: Η μουσική σας. Οι κανόνες σας.
es: Tu música. Tus reglas.
fr: Votre musique. Vos règles.
it: La tua musica. Le tue regole.
ja: あなたの音楽。 あなたのルール。
zh_hans: 你的音乐。 你做主。
zh_hant: 你的音樂。 你的規則。

source: YOUR SOUND
de: DEIN SOUND
el: Ο ΗΧΟΣ ΣΑΣ
es: TU SONIDO
fr: VOTRE SON
it: IL TUO SUONO
ja: あなたのサウンド
zh_hans: 你的声音
zh_hant: 你的聲音

source: Your token will be removed and scrobbling disabled. You can reconnect anytime.
de: Dein Token wird entfernt und Scrobbling deaktiviert. Du kannst dich jederzeit erneut verbinden.
el: Το token σας θα αφαιρεθεί και το scrobbling θα απενεργοποιηθεί. Μπορείτε να επανασυνδεθείτε ανά πάσα στιγμή.
es: Se quitará tu token y se desactivará el scrobbling. Puedes volver a conectarte en cualquier momento.
fr: Votre token sera retiré et le scrobbling désactivé. Vous pouvez vous reconnecter à tout moment.
it: Il tuo token verrà rimosso e lo scrobbling disattivato. Puoi riconnetterti in qualsiasi momento.
ja: トークンが削除され、スクロブルが無効になります。いつでも再接続できます。
zh_hans: 你的 token 将被移除，scrobbling 将被禁用。你可以随时重新连接。
zh_hant: 你的 token 將被移除，並停用記錄播放。你隨時都能重新連線。

source: Your unsaved changes will be lost.
de: Deine nicht gesicherten Änderungen gehen verloren.
el: Οι μη αποθηκευμένες αλλαγές σας θα χαθούν.
es: Tus cambios sin guardar se perderán.
fr: Vos modifications non enregistrées seront perdues.
it: Le tue modifiche non salvate andranno perse.
ja: 保存されていない変更は失われます。
zh_hans: 你未存储的更改将会丢失。
zh_hant: 你未儲存的變更將會遺失。

source: Your username will be removed. You can reconnect anytime.
de: Dein Benutzername wird entfernt. Du kannst dich jederzeit erneut verbinden.
el: Το όνομα χρήστη σας θα αφαιρεθεί. Μπορείτε να επανασυνδεθείτε ανά πάσα στιγμή.
es: Se quitará tu nombre de usuario. Puedes volver a conectarte en cualquier momento.
fr: Votre nom d'utilisateur sera retiré. Vous pouvez vous reconnecter à tout moment.
it: Il tuo nome utente verrà rimosso. Puoi riconnetterti in qualsiasi momento.
ja: ユーザ名が削除されます。いつでも再接続できます。
zh_hans: 你的用户名将被移除。你可以随时重新连接。
zh_hant: 你的使用者名稱將被移除。你隨時都能重新連線。

source: Your Wrapped %lld will be available on December 28.
de: Dein Wrapped %lld ist ab dem 28. Dezember verfügbar.
el: Το Wrapped σας %lld θα είναι διαθέσιμο στις 28 Δεκεμβρίου.
es: Tu Wrapped de %lld estará disponible el 28 de diciembre.
fr: Votre Wrapped %lld sera disponible le 28 décembre.
it: Il tuo Wrapped %lld sarà disponibile il 28 dicembre.
ja: %lld年のWrappedは12月28日に利用できるようになります。
zh_hans: 你的 %lld Wrapped 将于 12 月 28 日推出。
zh_hant: 你的 %lld Wrapped 將於 12 月 28 日推出。

source: Your year in music.
de: Dein Jahr in Musik.
el: Η χρονιά σας στη μουσική.
es: Tu año en música.
fr: Votre année en musique.
it: Il tuo anno in musica.
ja: 音楽で振り返る1年。
zh_hans: 你的音乐之年。
zh_hant: 你的音樂年度回顧。

source: Your year started with %@
de: Dein Jahr begann mit %@
el: Η χρονιά σας ξεκίνησε με %@
es: Tu año empezó con %@
fr: Votre année a commencé par %@
it: Il tuo anno è iniziato con %@
ja: あなたの1年は%@で始まりました
zh_hans: 你的这一年始于 %@
zh_hant: 你的年度以 %@ 揭開序幕

source: 1 album
el: 1 άλμπουμ
es: 1 álbum
ja: 1枚のアルバム
zh_hans: 1 张专辑
zh_hant: 1 張專輯

source: album
el: άλμπουμ
es: álbum
ja: アルバム
zh_hans: 专辑
zh_hant: 專輯

source: Album
el: Άλμπουμ
es: Álbum
ja: アルバム
zh_hans: 专辑
zh_hant: 專輯

source: API token (optional)
el: Διακριτικό API (προαιρετικό)
es: Token de API (opcional)
fr: Jeton d'API (facultatif)
it: Token API (facoltativo)
ja: APIトークン（省略可）
zh_hans: API 令牌（可选）
zh_hant: API 權杖（選填）

source: Client
el: Πελάτης
es: Cliente
ja: クライアント
zh_hans: 客户端
zh_hant: 用戶端

source: Debug
el: Αποσφαλμάτωση
es: Depuración
fr: Débogage
ja: デバッグ
zh_hans: 调试
zh_hant: 偵錯

source: Disc
el: Δίσκος
es: Disco
fr: Disque
it: Disco
ja: ディスク
zh_hans: 碟片
zh_hant: 光碟

source: Download
el: Λήψη
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Downloads
el: Λήψεις
es: Descargas
fr: Téléchargements
it: Download
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載項目

source: Format
el: Μορφή
es: Formato
it: Formato
ja: 形式
zh_hans: 格式
zh_hant: 格式

source: Genre
el: Είδος
es: Género
it: Genere
ja: ジャンル
zh_hans: 流派
zh_hant: 類型

source: Header name
el: Όνομα κεφαλίδας
es: Nombre de la cabecera
fr: Nom de l'en-tête
it: Nome intestazione
ja: ヘッダ名
zh_hans: 请求头名称
zh_hant: 標頭名稱

source: Indexer
el: Δείκτης
es: Indexador
fr: Indexeur
ja: インデクサー
zh_hans: 索引器
zh_hant: 索引器

source: Instrumental
el: Ορχηστρικό
it: Strumentale
ja: インストゥルメンタル
zh_hans: 纯音乐
zh_hant: 純音樂

source: Internet Radio
el: Ραδιόφωνο διαδικτύου
es: Radio por internet
fr: Radio Internet
it: Radio Internet
ja: インターネットラジオ
zh_hans: 网络电台
zh_hant: 網路廣播

source: LIVE
el: ΖΩΝΤΑΝΑ
es: EN DIRECTO
fr: EN DIRECT
ja: ライブ
zh_hans: 直播
zh_hant: 現場

source: Live Radio
el: Ζωντανό ραδιόφωνο
es: Radio en directo
fr: Radio en direct
it: Radio in diretta
ja: ライブラジオ
zh_hans: 实时电台
zh_hant: 現場廣播

source: Name
el: Όνομα
es: Nombre
fr: Nom
it: Nome
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Offline downloads
el: Λήψεις εκτός σύνδεσης
es: Descargas sin conexión
fr: Téléchargements hors ligne
it: Download offline
ja: オフラインダウンロード
zh_hans: 离线下载
zh_hant: 離線下載

source: OK
el: Εντάξει
es: Aceptar
zh_hans: 好
zh_hant: 好

source: Open Source
el: Ανοιχτού κώδικα
es: Código abierto
ja: オープンソース
zh_hans: 开源
zh_hant: 開源

source: Pause
el: Παύση
es: Pausar
it: Pausa
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停

source: Playlist
el: Λίστα αναπαραγωγής
es: Lista de reproducción
ja: プレイリスト
zh_hans: 播放列表
zh_hant: 播放列表

source: Playlists
el: Λίστες αναπαραγωγής
es: Listas
fr: Listes de lecture
it: Playlist
ja: プレイリスト
zh_hans: 播放列表
zh_hant: 播放列表

source: Playlists (%lld)
el: Λίστες (%lld)
es: Listas (%lld)
fr: Listes de lecture (%lld)
it: Playlist (%lld)
ja: プレイリスト (%lld)
zh_hans: 播放列表 (%lld)
zh_hant: 播放列表 (%lld)

source: Radio
el: Ραδιόφωνο
ja: ラジオ
zh_hans: 电台
zh_hant: 廣播

source: Server
el: Διακομιστής
es: Servidor
fr: Serveur
ja: サーバ
zh_hans: 服务器
zh_hant: 伺服器

source: Server URL
el: URL διακομιστή
es: URL del servidor
fr: URL du serveur
it: URL del server
ja: サーバURL
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

source: Singles & EPs
el: Singles και EP
es: Sencillos y EP
fr: Singles et EP
it: Singoli ed EP
ja: シングル＆EP
zh_hans: 单曲与 EP
zh_hant: 單曲與 EP

source: Status
el: Κατάσταση
es: Estado
fr: Statut
it: Stato
ja: ステータス
zh_hans: 状态
zh_hant: 狀態

source: Stream cache
el: Προσωρινή μνήμη ροής
es: Caché de streaming
fr: Cache de streaming
it: Cache di streaming
ja: ストリームキャッシュ
zh_hans: 流媒体缓存
zh_hant: 串流快取

source: Streaming
el: Ροή
ja: ストリーミング
zh_hans: 流媒体
zh_hant: 串流

source: User token
el: Token χρήστη
es: Token de usuario
it: Token utente
ja: ユーザトークン
zh_hans: 用户 token
zh_hant: 使用者 token

source: Version
el: Έκδοση
es: Versión
it: Versione
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: Version %@
el: Έκδοση %@
es: Versión %@
it: Versione %@
ja: バージョン %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Website
el: Ιστότοπος
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
zh_hans: 网站
zh_hant: 網站

source: Workout
el: Προπόνηση
es: Entrenamiento
fr: Sport
it: Allenamento
ja: ワークアウト
zh_hans: 运动
zh_hant: 運動

source: Select
fr: Sélectionner

source: Smart Shuffle unavailable — try playing some tracks first or download more music for offline use.
fr: Le mix aléatoire est indisponible. Écoutez quelques titres ou téléchargez davantage de musique pour une écoute hors ligne.

source: Smart Shuffle failed. Please try again.
fr: Impossible de lancer le mix aléatoire. Réessayez.

source: Artists, albums, songs, playlists…
fr: Artistes, albums, titres, playlists…

source: Stations for You
fr: Stations pour vous

source: %@ & Similar Artists
fr: %@ et artistes similaires

source: Artist Station
fr: Station d’artiste

source: Play an artist station
fr: Écouter une station d’artiste

source: A new mix, every time
fr: Un nouveau mix à chaque écoute

source: Play a new mix from your library
fr: Écouter un nouveau mix de votre bibliothèque

source: Jump to %@
fr: Aller à %@

source: Updated %@
fr: Mise à jour %@

source: %lld songs in your queue
fr: %lld morceaux dans votre file

source: %lld songs selected
fr: %lld morceaux sélectionnés

source: %lld songs added
fr: %lld morceaux ajoutés

source: Deselect All
fr: Tout désélectionner

source: Select All
fr: Tout sélectionner

source: Playback progress
fr: Progression de la lecture

source: Resume
fr: Reprendre

source: Recently Added from Your Artists
fr: Ajouts récents de vos artistes

source: Rediscover
fr: À redécouvrir

source: In Heavy Rotation
fr: Souvent écoutés

source: Your Favorite Albums
fr: Vos albums favoris

source: Your Favorite Songs
fr: Vos morceaux favoris

source: Your Playlists
fr: Vos playlists

source: Continue Listening
fr: Reprendre l’écoute

source: Save Queue as Playlist
fr: Enregistrer la file comme playlist

source: Select Songs
fr: Sélectionner des morceaux

source: Some selected songs are already in this playlist.
fr: Certains morceaux sélectionnés sont déjà dans cette playlist.

source: Add Only New Songs
fr: Ajouter uniquement les nouveaux morceaux

source: These songs are already in the playlist.
fr: Ces morceaux sont déjà dans la playlist.

source: The playlist was created. Retry to finish adding your songs.
fr: La playlist a été créée. Réessayez pour terminer l’ajout des morceaux.

source: Your selection is kept. Try adding it again.
fr: Votre sélection est conservée. Réessayez de l’ajouter.

source: Your selection is kept. Tap the playlist to try again.
fr: Votre sélection est conservée. Touchez la playlist pour réessayer.

source: No matching playlists
fr: Aucune playlist correspondante

source: Recent Playlists
fr: Playlists récentes

source: Find a song
fr: Rechercher un morceau

source: Find a playlist
fr: Rechercher une playlist

source: The queue has changed. This removal can no longer be undone.
fr: La file a changé. Cette suppression ne peut plus être annulée.

source: Restored to queue
fr: Rétabli dans la file

source: Try another category or search term.
fr: Essayez une autre catégorie ou un autre terme.

source: Updating results…
fr: Actualisation des résultats…

source: Top Result
fr: Meilleur résultat

source: All
fr: Tout

source: Download Album
fr: Télécharger l’album

source: Download Playlist
fr: Télécharger la playlist

source: Download Missing Tracks
fr: Télécharger les morceaux manquants

source: Some sections could not be refreshed. Your saved library is still available.
fr: Certaines rubriques n’ont pas pu être actualisées. Ta bibliothèque enregistrée reste disponible.

source: Your saved library stays here. Downloaded music is ready to play.
fr: Ta bibliothèque enregistrée reste accessible. Tu peux écouter les morceaux téléchargés.

source: Transfers
fr: Transferts

source: Finishing download…
fr: Finalisation du téléchargement…

source: Download progress
fr: Progression du téléchargement

source: Download queued
fr: Téléchargement ajouté

source: Downloads queued
fr: Téléchargements ajoutés

source: Song
fr: Morceau

source: Loading
fr: Chargement

source: Loading…
fr: Chargement…

source: Waiting for connection…
fr: En attente de connexion…

source: Cancel Download
fr: Annuler le téléchargement

source: Downloaded Music
fr: Musique téléchargée

source: Playlist removed from server
fr: Playlist supprimée du serveur

source: This playlist is no longer available. Choose another playlist to continue listening.
fr: Cette playlist n’est plus disponible. Choisissez une autre playlist pour continuer l’écoute.

source: This playlist is no longer on the server. Your downloaded songs are still available.
fr: Cette playlist n’existe plus sur le serveur. Vos morceaux téléchargés restent disponibles.

source: Back to Library
fr: Retour à la bibliothèque

source: This content is no longer available on the server.
fr: Ce contenu n’est plus disponible sur le serveur.

source: Choose another track or a downloaded copy.
fr: Choisissez un autre morceau ou une copie téléchargée.

source: Check your connection and try syncing again.
fr: Vérifiez votre connexion et relancez la synchronisation.

source: Buffering…
fr: Mise en mémoire tampon…

source: Reconnecting…
fr: Reconnexion…

source: Downloading…
fr: Téléchargement…

source: This song is no longer available on the server.
fr: Ce morceau n’est plus disponible sur le serveur.

source: Scrobbling
ja: スクロブル
zh_hant: 記錄播放

source: Token
ja: トークン

source: Torrent
ja: トレント
zh_hans: 种子
zh_hant: 種子
